Repository: multiplex-term/Multiplex
Catalog: Multiplex/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

source: New Session Default
ja: 新規セッションのデフォルト
zh_hant: 新增工作階段預設值

source: New session defaults
ja: 新規セッションのデフォルト
zh_hant: 新工作階段預設值

source: New Session offers these by name; the chosen one is typed into the fresh shell before the launch command.
ja: 「新規セッション」ではこれらを名前で選べます。選んだものは起動コマンドの前に新しいシェルに入力されます。
zh_hant: 「新增工作階段」會依名稱提供這些項目；選定的那一個會在啟動指令之前輸入到全新的 Shell 中。

source: New session on %@
ja: %@で新規セッション
zh_hant: 在 %@ 上新增工作階段

source: New session tmux conf
ja: 新規セッションのtmux設定
zh_hant: 新工作階段 tmux 設定

source: New sessions run on
ja: 新規セッションの実行先
zh_hant: 新工作階段執行於

source: New sessions start in the host's home directory. Add paths to make them available in New Session.
ja: 新規セッションはホストのホームディレクトリで開始します。パスを追加すると、新規セッションで選べるようになります。
zh_hant: 新工作階段會從主機的家目錄開始。加入路徑後，就能在「新增工作階段」中選用。

source: New Tab
ja: 新規タブ
zh_hant: 新增標籤頁

source: New Tab (Focused Workspace)
ja: 新規タブ（フォーカス中のワークスペース）
zh_hant: 新增標籤頁（聚焦的工作區）

source: New Tab in Workspace
ja: ワークスペースに新規タブ
zh_hant: 在工作區中新增標籤頁

source: New tab: another session or the file viewer
ja: 新規タブ：別のセッションまたはファイルビューア
zh_hant: 新標籤頁：另一個工作階段或檔案檢視器

source: New tab: another session, a tab in this herdr workspace, or the file viewer
ja: 新規タブ：別のセッション、このherdrワークスペース内のタブ、またはファイルビューア
zh_hant: 新標籤頁：另一個工作階段、此 herdr 工作區中的標籤頁，或檔案檢視器

source: New theme
ja: 新規テーマ
zh_hant: 新增主題

source: New themes begin with the active palette. Use the row menu to edit, duplicate, or delete one.
ja: 新規テーマは現在のパレットから始まります。行のメニューで編集、複製、削除ができます。
zh_hant: 新主題以目前使用的調色盤為起點。使用列表選單可編輯、複製或刪除主題。

source: New Window
ja: 新規ウインドウ
zh_hant: 新增視窗

source: New Workspace
ja: 新規ワークスペース
zh_hant: 新增工作區

source: Next Window
ja: 次のウインドウ
zh_hant: 下一個視窗

source: No %@ on host
ja: ホストに%@がありません
zh_hant: 主機上沒有 %@

source: No answer from %1$@ after %2$lld seconds — check the address and port, and that the host is reachable from this network.
ja: %@から%lld秒待っても応答がありません — アドレスとポート、そしてこのネットワークからホストに到達できるかを確認してください。
zh_hant: %@ 在 %lld 秒後仍未回應 — 請檢查位址與埠號，以及此網路是否連得到該主機。

source: No answer from mpx bind — is it still running?
ja: mpx bindから応答がありません — 実行中であることを確認してください。
zh_hant: mpx bind 沒有回應 — 請確保它正在執行。

source: NO COMMANDS
ja: コマンドなし
zh_hant: 沒有指令

source: NO COMMANDS · CUSTOM SETUP
ja: コマンドなし · カスタムセットアップ
zh_hant: 沒有指令 · 自訂設定

source: No configured host matches this shortcut. Pick a host in the widget or shortcut settings.
ja: このショートカットに一致するホストが設定されていません。ウィジェットまたはショートカットの設定でホストを選んでください。
zh_hant: 沒有已設定的主機符合此捷徑。請在小工具或捷徑設定中選擇主機。

source: NO CUSTOM COMMANDS
ja: カスタムコマンドなし
zh_hant: 沒有自訂指令

source: No custom themes
ja: カスタムテーマがありません
zh_hant: 沒有自訂主題

source: No hosts
ja: ホストがありません
zh_hant: 沒有主機

source: No hosts yet.
ja: まだホストがありません。
zh_hant: 還沒有主機。

source: No machine has answered yet.
ja: まだどのマシンからも応答がありません。
zh_hant: 還沒有機器回應。

source: NO MESSAGES YET
ja: まだメッセージはありません
zh_hant: 尚無訊息

source: No Multiplex Pro purchase was found for this Apple ID.
ja: このApple IDではMultiplex Proの購入が見つかりませんでした。
zh_hant: 找不到此 Apple ID 的 Multiplex Pro 購買項目。

source: No Multiplex Pro purchase was found for this Apple ID. TestFlight builds use Apple's test store, so a purchase made in the App Store version doesn't appear here. Pro can be unlocked again inside TestFlight free of charge.
ja: このApple IDではMultiplex Proの購入が見つかりませんでした。TestFlightビルドはAppleのテスト用ストアを使うため、App Store版での購入はここには表示されません。TestFlight内ではProを無料で再度アンロックできます。
zh_hant: 找不到此 Apple ID 的 Multiplex Pro 購買項目。TestFlight 版本使用 Apple 的測試商店，因此在 App Store 版本中的購買不會出現在這裡。你可以在 TestFlight 中免費再次解鎖 Pro。

source: no output
ja: 出力なし
zh_hant: 沒有輸出

source: No route to %@ — check this device's network connection.
ja: %@への経路がありません — このデバイスのネットワーク接続を確認してください。
zh_hant: 無法連到 %@ — 請檢查這台裝置的網路連線。

source: No saved credentials for %@. Edit the host and sign in again.
ja: %@の保存された認証情報がありません。ホストを編集して再度サインインしてください。
zh_hant: 沒有 %@ 的已儲存憑證。請編輯主機並重新登入。

source: NO SESSION FILE
ja: セッションファイルなし
zh_hant: 沒有工作階段檔案

source: No Signal
ja: 信号なし
zh_hant: 無訊號

source: No terminal selected
ja: ターミナルが選択されていません
zh_hant: 未選取終端機

source: No textual hunks.
ja: テキストの差分ハンクがありません。
zh_hant: 沒有文字差異區塊。

source: No tmux on host
ja: ホストにtmuxがありません
zh_hant: 主機上沒有 tmux

source: NO WORKING DIRECTORY
ja: 作業ディレクトリなし
zh_hant: 沒有工作目錄

source: None
ja: なし
zh_hant: 無

source: Not a host key. Paste a SHA256: fingerprint, or a public key line from the machine's /etc/ssh.
ja: ホスト鍵ではありません。SHA256: フィンガープリント、またはマシンの/etc/sshにある公開鍵の行を貼り付けてください。
zh_hant: 這不是主機金鑰。請貼上 SHA256: 指紋，或機器 /etc/ssh 中的公鑰行。

source: NOT A PATH MULTIPLEX CAN READ
ja: Multiplexが読み取れるパスではありません
zh_hant: Multiplex 無法讀取的路徑

source: Not a usable address
ja: 使用できないアドレスです
zh_hant: 不是可用的位址

source: Not a usable path
ja: 使用できないパスです
zh_hant: 不是可用的路徑

source: NOT AN ADDRESS MULTIPLEX CAN READ
ja: Multiplexが読み取れるアドレスではありません
zh_hant: Multiplex 無法讀取的位址

source: NOT AN IMAGE THIS VIEWER CAN DRAW
ja: このビューアが描画できない画像です
zh_hant: 這個檢視器無法繪製的圖片

source: not attached
ja: 未アタッチ
zh_hant: 未連接

source: Not connected
ja: 未接続
zh_hant: 未連線

source: Not connected to %@.
ja: %@に接続していません。
zh_hant: 未連線到 %@。

source: NOT IN THE VISIBLE TRANSCRIPT
ja: 表示中のトランスクリプトにありません
zh_hant: 不在可見的對話記錄中

source: Not Now
ja: 今はしない
zh_hant: 現在不要

source: Not selected
ja: 未選択
zh_hant: 未選取

source: Not text — Multiplex won't render it as code.
ja: テキストではありません — Multiplexはコードとして表示しません。
zh_hant: 不是文字 — Multiplex 不會以程式碼呈現。

source: Nothing extra runs. A setup script is typed into the fresh shell before the launch.
ja: 追加で実行されるものはありません。セットアップスクリプトは起動前に新しいシェルへ入力されます。
zh_hant: 不會執行額外的內容。設定指令碼會在啟動前輸入到全新的 Shell 中。

source: Nothing opens by itself. A press raises a sheet showing where it really points —
ja: 自動で開くものはありません。押すと実際の指し先を示すシートが表示されます —
zh_hant: 不會自行開啟任何東西。按下後會出現面板，顯示它實際指向的位置 —

source: Off
ja: オフ
zh_hant: 關閉

source: Off keeps the host in the fleet without connecting to it
ja: オフにすると、ホストは接続せずにフリートに残ります
zh_hant: 關閉後主機仍留在機群中，但不會連線

source: Off parks the host on the deck without dialling it: no probing, no tiles, and widgets or Shortcuts report it as disabled. Terminal windows already open keep running, and Signal check below still connects on demand.
ja: オフにすると、ホストは接続せずにDeckに置かれます：プローブもタイルもなく、ウィジェットやショートカットでは無効と表示されます。すでに開いているターミナルウインドウは動き続け、下のSignalチェックは必要に応じて接続します。
zh_hant: 關閉會讓主機停在 Deck 上而不撥號：不探測、沒有方塊，小工具或捷徑會回報為已停用。已開啟的終端機視窗會繼續執行，下方的 Signal 檢查仍會在需要時連線。

source: On
ja: オン
zh_hant: 開啟

source: on %@
ja: %@上
zh_hant: 在 %@ 上

source: On a Mac host, Claude Code keeps its credentials in the login keychain, and an SSH or tmux session never unlocks it — no GUI login happened — so Claude Code starts as if you were signed out even though your login is intact. Unlock the keychain once inside the tmux session, then restart Claude Code:
ja: Macホストでは、Claude Codeは認証情報をログインキーチェーンに保存しますが、SSHやtmuxセッションではロック解除されません — GUIログインが行われないためです — そのため、ログインが有効なままでもClaude Codeはサインアウト状態で起動します。tmuxセッション内で一度キーチェーンをロック解除してから、Claude Codeを再起動してください：
zh_hant: 在 Mac 主機上，Claude Code 會把憑證存在登入鑰匙圈，而 SSH 或 tmux 工作階段永遠不會解鎖它 — 因為沒有發生 GUI 登入 — 所以即使你的登入仍然有效，Claude Code 啟動時仍像是已登出。請在 tmux 工作階段中解鎖鑰匙圈一次，然後重新啟動 Claude Code：

source: On the machine
ja: マシン側
zh_hant: 在機器上

source: On this device's network
ja: このデバイスのネットワーク上
zh_hant: 在這台裝置的網路上

source: One key on the rail opens the whole shortcut panel: copy mode, splits, windows, workspaces, and the confirmed closes.
ja: キーバーの1つのキーでショートカットパネル全体を開けます：コピーモード、分割、ウインドウ、ワークスペース、確認付きのクローズ。
zh_hant: 按鍵列上的一個按鍵就能開啟整個捷徑面板：複製模式、分割、視窗、工作區，以及需要確認的關閉動作。

source: One line, typed as-is
ja: 1行、そのまま入力
zh_hant: 一行，原樣輸入

source: One model id per line, in picker order. New Session, the Open Agent shortcut, and the host widget offer them as choices, passed as --model; nothing is applied unless chosen at launch.
ja: 1行に1つのモデルIDを、ピッカーの順序で記述します。新規セッション、「エージェントを開く」ショートカット、ホストウィジェットがこれらを選択肢として提示し、--modelとして渡します。起動時に選ばない限り何も適用されません。
zh_hant: 每行一個模型 ID，依選單順序排列。「新增工作階段」、「開啟 Agent」捷徑與主機小工具會提供這些選項，並以 --model 傳入；除非在啟動時選擇，否則不會套用任何項目。

source: One option per line, like a .tmux.conf (mouse on, history-limit 50000). Each line is applied when Multiplex creates a session with tmux set-option -t that session. Attaching never applies anything, and session-scoped options do not change sessions made on the host. Hosts start with mouse on and focus-events on; clear the field to apply nothing. Focus events and other server-scoped options still reach the whole tmux server.
ja: 1行に1つのオプションを、.tmux.confのように記述します（mouse on、history-limit 50000）。各行はMultiplexがセッションを作成するときに、tmux set-option -tでそのセッションに適用されます。アタッチ時には何も適用されず、セッション単位のオプションはホスト側で作成されたセッションを変更しません。ホストの初期値はmouse onとfocus-events onです。フィールドを空にすると何も適用されません。focus eventsなどサーバー単位のオプションはtmuxサーバー全体に影響します。
zh_hant: 每行一個選項，就像 .tmux.conf（mouse on、history-limit 50000）。每一行都會在 Multiplex 建立工作階段時，以 tmux set-option -t 套用到該工作階段。連接時永遠不會套用任何內容，工作階段範圍的選項也不會改變在主機上建立的工作階段。主機預設帶有 mouse on 與 focus-events on；清空欄位則不套用任何內容。focus events 與其他伺服器範圍的選項仍會影響整個 tmux 伺服器。

source: Open
ja: 開く
zh_hant: 開啟

source: Open %@?
ja: %@を開きますか？
zh_hant: 要開啟 %@ 嗎？

source: Open ${path} on ${host}
ja: ${host} で ${path} を開く
zh_hant: 在 ${host} 上開啟 ${path}

source: Open a shell on ${host}
ja: ${host} でシェルを開く
zh_hant: 在 ${host} 上開啟 Shell

source: Open Agent
ja: エージェントを開く
zh_hant: 開啟 Agent

source: Open File
ja: ファイルを開く
zh_hant: 開啟檔案

source: Open file on %@?
ja: %@でファイルを開きますか？
zh_hant: 要在 %@ 上開啟檔案嗎？

source: Open In
ja: 開く場所
zh_hant: 開啟位置

source: Open in New Tab
ja: 新規タブで開く
zh_hant: 在新標籤頁中開啟

source: Open in System Browser
ja: システムのブラウザで開く
zh_hant: 在系統瀏覽器中開啟

source: Open in the system browser
ja: システムのブラウザで開く
zh_hant: 在系統瀏覽器中開啟

source: Open link
ja: リンクを開く
zh_hant: 開啟連結

source: Open Settings
ja: 設定を開く
zh_hant: 開啟設定

source: Open Shell
ja: シェルを開く
zh_hant: 開啟 Shell

source: Open shell on %@
ja: %@でシェルを開く
zh_hant: 在 %@ 上開啟 Shell

source: Open source licenses
ja: オープンソースライセンス
zh_hant: 開放原始碼授權

source: Open Source Licenses
ja: オープンソースライセンス
zh_hant: 開放原始碼授權

source: Open the fleet board behind every rail chip: round-trips, typing echo, mosh loss and roams, reconnects, and data volume per host.
ja: 各キーバーのチップの背後にあるフリートボードを開きます：往復、入力エコー、moshのロスとローミング、再接続、ホストごとのデータ量。
zh_hant: 開啟每個按鍵列標籤背後的機群面板：往返、輸入回應、mosh 遺失與漫遊、重新連線，以及每台主機的資料量。

source: Open the message box
ja: メッセージボックスを開く
zh_hant: 開啟訊息框

source: Open the remote pane menu
ja: リモートペインのメニューを開く
zh_hant: 開啟遠端窗格選單

source: Open the working tree's diff
ja: 作業ツリーの差分を開く
zh_hant: 開啟工作樹的差異

source: Open this file on its own screen
ja: このファイルを独立した画面で開く
zh_hant: 在獨立畫面中開啟這個檔案

source: Opens a remote file read-only in Multiplex, optionally at a line number.
ja: リモートファイルをMultiplexで読み取り専用として開きます。行番号の指定も可能です。
zh_hant: 在 Multiplex 中以唯讀方式開啟遠端檔案，可指定行號。

source: Opens connection stats
ja: 接続統計を開きます
zh_hant: 開啟連線統計

source: Opens the host's most recent tmux session in Multiplex, creating one if none exists.
ja: ホストの最新のtmuxセッションをMultiplexで開きます。存在しない場合は新規作成します。
zh_hant: 在 Multiplex 中開啟主機最近的 tmux 工作階段，若沒有則建立一個。

# Opens the new tab's shell in “%@”. %@
source: Opens the new tab's shell in “%1$@”. %2$@
ja: 新規タブのシェルを「%@」で開きます。%@
zh_hant: 在「%@」中開啟新標籤頁的 Shell。%@

source: Opens the SSH key passphrase prompt
ja: SSH鍵のパスフレーズ入力を開きます
zh_hant: 開啟 SSH 金鑰密語提示

source: Optional
ja: オプション
zh_hant: 選填

source: Optional initial prompt
ja: 初期プロンプト（省略可）
zh_hant: 選填的初始提示

source: Optional model
ja: モデル（省略可）
zh_hant: 選填的模型

source: Optional model for %@
ja: %@のモデル（省略可）
zh_hant: %@ 的選填模型

source: Optional, for every machine bound from this pane: its SSH key is generated sealed with this passphrase, which is then saved in the host's settings so connecting keeps working. Clear it in Host Settings to be asked when connecting instead. Empty means the key is stored unlocked, exactly as before.
ja: 省略可。このペインからバインドするすべてのマシンに適用されます：SSH鍵はこのパスフレーズで保護して生成され、パスフレーズはホスト設定に保存されるため接続はそのまま使えます。ホスト設定で消すと、接続時に入力を求められます。空欄の場合、鍵は従来どおりロックなしで保存されます。
zh_hant: 選填，適用於從此面板綁定的每台機器：它的 SSH 金鑰會以此密語封裝產生，密語隨後儲存在主機設定中，讓連線持續可用。在主機設定中清除它，改為在連線時詢問。留空表示金鑰以未鎖定的方式儲存，與以往完全相同。

source: Options
ja: オプション
zh_hant: 選項

source: opus, sonnet, or a full model id
ja: opus、sonnet、または完全なモデルID
zh_hant: opus、sonnet，或完整的模型 ID

source: or change this host’s backend in Host Settings.
ja: または、ホスト設定でこのホストのバックエンドを変更してください。
zh_hant: 或在主機設定中更改這台主機的後端。

source: Or, macOS or Linux
ja: または、macOSかLinux
zh_hant: 或者，macOS 或 Linux

source: Over SSH that uses OSC 52, so the code lands on your local terminal's clipboard and Universal Clipboard carries it here.
ja: OSC 52を使うSSH経由なので、コードはローカルターミナルのクリップボードに入り、ユニバーサルクリップボードでここに届きます。
zh_hant: 透過使用 OSC 52 的 SSH，綁定碼會進到你本機終端機的剪貼板，再由「通用剪貼板」帶到這裡。

source: Page down
ja: ページダウン
zh_hant: 向下翻頁

source: Page up
ja: ページアップ
zh_hant: 向上翻頁

source: PAN TO SCROLL
ja: ドラッグしてスクロール
zh_hant: 拖曳以捲動

source: PANE MENU
ja: ペインメニュー
zh_hant: 窗格選單

source: Panes
ja: ペイン
zh_hant: 窗格

source: Passphrase
ja: パスフレーズ
zh_hant: 密語

source: Passphrase Required
ja: パスフレーズが必要です
zh_hant: 需要密語

source: Password
ja: パスワード
zh_hant: 密碼

source: Password-protected. Unlocking opens it on this screen only — the password is not kept.
ja: パスワードで保護されています。ロックを解除してもこの画面で開くだけです — パスワードは保存されません。
zh_hant: 受密碼保護。解鎖只會在此畫面開啟 — 密碼不會被保留。

source: Paste
ja: ペースト
zh_hant: 貼上

source: Paste a private key first.
ja: 先に秘密鍵をペーストしてください。
zh_hant: 請先貼上私鑰。

source: Paste bind code
ja: バインドコードをペースト
zh_hant: 貼上綁定碼

source: Paste needs the code on this device's clipboard, and mpx never takes a clipboard unless you ask it to. Run it with --copy instead:
ja: ペーストにはこのデバイスのクリップボードにコードが必要ですが、mpxは指示しない限りクリップボードを取得しません。代わりに --copyを付けて実行してください：
zh_hant: 貼上需要綁定碼位於這台裝置的剪貼板上，而 mpx 除非你要求，否則不會動剪貼板。請改用 --copy 執行：

source: Pause
ja: 一時停止
zh_hant: 暫停

source: Payment is charged to your Apple ID. No subscription.
ja: お支払いはApple IDに請求されます。サブスクリプションではありません。
zh_hant: 款項會向你的 Apple ID 收取。非訂閱制。

source: PDFs
ja: PDF
zh_hant: PDF

source: Photo Library…
ja: 写真ライブラリ…
zh_hant: 照片圖庫…

source: Pick a file from the tree%@.
ja: ツリーからファイルを選んでください%@。
zh_hant: 從樹狀結構中挑選檔案%@。

source: PIN from %@’s terminal
ja: %@のターミナルに表示されたPIN
zh_hant: 來自 %@ 終端機的 PIN

source: Place each built-in in Bar or More. Custom content may span many lines; turn Submit off to leave it ready to edit.
ja: 各ビルトインをBarまたはMoreに配置します。カスタム内容は複数行にできます。Submitをオフにすると、編集できる状態のまま残ります。
zh_hant: 把每個內建項目放進 Bar 或 More。自訂內容可以跨多行；關掉 Submit 就會停在可編輯的狀態。

source: Play
ja: 再生
zh_hant: 播放

source: Playback position
ja: 再生位置
zh_hant: 播放位置

source: Pointer
ja: ポインタ
zh_hant: 指標

source: Port
ja: ポート
zh_hant: 連接埠

source: Posts a banner when Claude Code, Codex, or Grok Build finishes a turn, asks a question, or wants permission in a session you are not typing in. Multiplex must remain open. Requires Pro.
ja: 入力していないセッションでClaude Code、Codex、Grok Buildがターンを終えた、質問した、許可を求めたときにバナーを表示します。Multiplexを開いたままにする必要があります。Proが必要です。
zh_hant: 當 Claude Code、Codex 或 Grok Build 在你沒有在輸入的工作階段中完成回合、提出問題或請求權限時顯示橫幅。Multiplex 必須保持開啟。需要 Pro。

source: PRESS A LINK
ja: リンクを押す
zh_hant: 按下連結

source: PRESS A PATH
ja: パスを押す
zh_hant: 按下路徑

source: press again to close
ja: もう一度押すと閉じます
zh_hant: 再按一次以關閉

source: Preview of the %@ terminal theme
ja: %@ターミナルテーマのプレビュー
zh_hant: %@ 終端機主題的預覽

source: Previous Window
ja: 前のウインドウ
zh_hant: 上一個視窗

source: Privacy policy
ja: プライバシーポリシー
zh_hant: 隱私權政策

source: Private key
ja: 秘密鍵
zh_hant: 私鑰

source: Pro adds unlimited hosts, mosh, unlimited agent-helper commands, alerts, connection stats, custom themes, and a %1$lld-command Key Commands set (free keeps %2$lld). SSH terminals, agent detection, and the wall's live state stay free.
ja: Proでは、ホスト数無制限、mosh、エージェントヘルパーコマンド無制限、通知、接続統計、カスタムテーマ、そして%lld個のキーコマンドセットが使えます（無料版は%lld個）。SSHターミナル、エージェント検出、ウォールのライブ状態は無料のままです。
zh_hant: Pro 加上無限主機、mosh、無限 Agent 輔助指令、提醒、連線統計、自訂主題，以及 %lld 組按鍵指令（免費版為 %lld 組）。SSH 終端機、Agent 偵測與監控牆的即時狀態維持免費。

source: Pro details
ja: Proの詳細
zh_hant: Pro 詳細資訊

source: Pro unlocked
ja: Proのロックを解除しました
zh_hant: 已解鎖 Pro

source: Prompt
ja: プロンプト
zh_hant: 提示

source: provider/model-id per line
ja: 1行に1つのprovider/model-id
zh_hant: 每行一個 provider/model-id

source: Proving the PIN…
ja: PINを検証中…
zh_hant: 正在驗證 PIN…

source: Purchase complete.
ja: 購入が完了しました。
zh_hant: 購買完成。

source: Purchase pending approval. Pro unlocks automatically if approved. If it was declined, tap Restore Purchases to check again.
ja: 購入は承認待ちです。承認されるとProは自動的にロック解除されます。拒否された場合は「購入を復元」をタップしてもう一度確認してください。
zh_hant: 購買正在等待批准。若獲批准，Pro 會自動解鎖。若遭拒絕，請點一下「回復購買項目」再檢查一次。

source: Purchases are not allowed for this Apple ID on this device.
ja: このデバイスではこのApple IDでの購入が許可されていません。
zh_hant: 這台裝置上的這個 Apple ID 不允許購買。

source: Purchases the non-consumable Multiplex Pro unlock
ja: 非消耗型のMultiplex Pro解除を購入します
zh_hant: 購買非消耗性的 Multiplex Pro 解鎖項目

source: Reach: %@
ja: 接続経路：%@
zh_hant: 連線途徑：%@

source: Reading session file
ja: セッションファイルを読み込み中
zh_hant: 正在讀取工作階段檔案

source: READING SESSION FILE
ja: セッションファイルを読み込み中
zh_hant: 正在讀取工作階段檔案

source: Reattaching to %@…
ja: %@に再アタッチ中…
zh_hant: 正在重新連接 %@…

source: Reconnect
ja: 再接続
zh_hant: 重新連線

source: Reconnecting to %@…
ja: %@に再接続中…
zh_hant: 正在重新連線至 %@…

source: Red
ja: 赤
zh_hant: 紅

source: Refresh
ja: 再読み込み
zh_hant: 重新整理

source: REFRESH dials again.
ja: REFRESHでもう一度接続します。
zh_hant: REFRESH 會再撥接一次。

source: Refresh file viewer
ja: ファイルビューアを再読み込み
zh_hant: 重新整理檔案檢視器

source: Relative to the pane's directory
ja: ペインのディレクトリからの相対パス
zh_hant: 相對於窗格的目錄

source: Reload
ja: 再読み込み
zh_hant: 重新載入

source: Remember launch choice
ja: 起動の選択を記憶
zh_hant: 記住啟動選擇

source: REMEMBER saves only the launch choice.
ja: REMEMBERは起動の選択のみを保存します。
zh_hant: REMEMBER 只會儲存啟動選擇。

source: REMEMBER saves the launch and setup-script choices.
ja: REMEMBERは起動とセットアップスクリプトの選択を保存します。
zh_hant: REMEMBER 會儲存啟動與設定指令碼的選擇。

source: REMOTE LOOPBACK → REWRITES TO %@
ja: リモートループバック → %@に書き換え
zh_hant: 遠端回送 → 改寫為 %@

source: Remove
ja: 削除
zh_hant: 移除

source: Remove attachment
ja: 添付を削除
zh_hant: 移除附件

source: Remove Host
ja: ホストを削除
zh_hant: 移除主機

source: Remove Host…
ja: ホストを削除…
zh_hant: 移除主機…

source: Removes “%@” and its saved secret from this device and your synced devices. tmux sessions on the host keep running.
ja: 「%@」と保存されたシークレットを、このデバイスと同期中のデバイスから削除します。ホスト上のtmuxセッションは動作し続けます。
zh_hant: 從這台裝置與你同步的裝置移除「%@」及其儲存的金鑰。主機上的 tmux 工作階段會繼續執行。

source: Rename
ja: 名称変更
zh_hant: 重新命名

source: Rename only — contents unchanged.
ja: 名称変更のみ — 内容は変わりません。
zh_hant: 僅重新命名 — 內容不變。

source: Rename Window
ja: ウインドウの名称変更
zh_hant: 重新命名視窗

source: Rename Workspace
ja: ワークスペースの名称変更
zh_hant: 重新命名工作區

source: renamed
ja: 名称変更済み
zh_hant: 已重新命名

source: Repeat count
ja: リピート回数
zh_hant: 重複次數

source: Repeat guard: ×%1$lld at most, %2$lld–%3$lld ms between sends, whole burst within %4$lld s. Values clamp.
ja: リピートガード：最大 ×%lld、送信間隔%lld–%lld ms、バースト全体は%lld秒以内。値は自動的に制限されます。
zh_hant: 重複保護：最多 ×%lld、每次傳送間隔 %lld–%lld 毫秒、整批在 %lld 秒內完成。數值會自動限制。

source: Require %@
ja: %@を要求
zh_hant: 需要 %@

source: Require %@ when Multiplex opens or returns from the background. The deck and every terminal stay covered until you authenticate; connections and the wall keep running. This device only.
ja: Multiplexを開いたとき、またはバックグラウンドから復帰したときに%@を要求します。認証するまでDeckとすべてのターミナルは覆われたままですが、接続とウォールは動作し続けます。このデバイスのみ。
zh_hant: 在 Multiplex 開啟或從背景返回時需要 %@。在你完成驗證前，Deck 與每個終端機都會保持遮蔽；連線與監控牆持續運作。僅限這台裝置。

source: Required
ja: 必須
zh_hant: 必填

source: Requires Multiplex Pro
ja: Multiplex Proが必要です
zh_hant: 需要 Multiplex Pro

source: Reset %@
ja: %@をリセット
zh_hant: 重設 %@

source: Resize Down
ja: 下にサイズ変更
zh_hant: 向下調整大小

source: Resize Left
ja: 左にサイズ変更
zh_hant: 向左調整大小

source: Resize Pane
ja: ペインサイズを変更
zh_hant: 調整窗格大小

source: RESIZE PANES
ja: ペインサイズを変更
zh_hant: 調整窗格大小

source: Resize Right
ja: 右にサイズ変更
zh_hant: 向右調整大小

source: Resize side panel
ja: サイドパネルのサイズを変更
zh_hant: 調整側邊面板大小

source: Resize Up
ja: 上にサイズ変更
zh_hant: 向上調整大小

source: RESIZED MID-JUMP — TRY AGAIN
ja: ジャンプ中にサイズが変わりました — もう一度お試しください
zh_hant: 跳至途中尺寸改變 — 請再試一次

source: Restore Purchases
ja: 購入を復元
zh_hant: 回復購買項目

source: Restoring Purchases…
ja: 購入を復元中…
zh_hant: 正在回復購買項目…

source: Retries the upload
ja: アップロードを再試行します
zh_hant: 重試上傳

source: Retry
ja: 再試行
zh_hant: 重試

source: RIGHT CLICK
ja: 右クリック
zh_hant: 右鍵點按

source: roughly doubles what this host fetches on every deck refresh
ja: Deckを更新するたびに、このホストが取得するデータ量がおよそ倍になります
zh_hant: 每次 Deck 重新整理時，這台主機抓取的資料量大約會加倍

source: Round-trips, echo latency, loss, and volume — numbers the transports already compute, measured passively and kept in memory for this session only. Nothing is stored or synced. Off hides the rail chips and the stats board and stops measuring. The live chip is free; the board requires Pro.
ja: 往復、エコーレイテンシ、損失、転送量 — トランスポートがすでに計算している数値を受動的に測定し、このセッションの間だけメモリに保持します。保存も同期もしません。オフにするとバーのチップと統計ボードを非表示にし、測定を停止します。ライブチップは無料で、ボードにはProが必要です。
zh_hant: 往返、回應延遲、遺失率與流量 — 這些數字傳輸層本來就會算，只被動測量，而且僅在記憶體中保留這個工作階段。不會儲存也不會同步。關閉後會隱藏按鍵列上的統計顯示與統計面板，並停止測量。即時顯示是免費的；統計面板需要 Pro。

source: Run
ja: 実行
zh_hant: 執行

source: Run the mpx CLI on the machine you're adding and it offers itself — no address, user, or key to type here. Can't install it? Switch to MANUAL.
ja: 追加したいマシンでmpx CLIを実行すると、そのマシンが自ら名乗り出ます — ここでアドレスやユーザ、鍵を入力する必要はありません。インストールできない場合はMANUALに切り替えてください。
zh_hant: 在你要新增的機器上執行 mpx CLI，它就會主動報到 — 這裡不用輸入位址、使用者或金鑰。無法安裝？改用 MANUAL。

source: running
ja: 実行中
zh_hant: 執行中

source: Runs before the agent. Leave empty for the setup script remembered in Multiplex.
ja: エージェントの前に実行します。空欄にするとMultiplexに記憶されたセットアップスクリプトを使います。
zh_hant: 在 Agent 之前執行。留空則使用 Multiplex 記住的設定指令碼。

source: Runs first
ja: 最初に実行
zh_hant: 先執行

source: Runs on
ja: 実行環境
zh_hant: 執行於

source: Same press, its own sheet:
ja: 同じ押し方で、専用のシートが開きます：
zh_hant: 同樣的按法，有專屬的面板：

source: Save
ja: 保存
zh_hant: 儲存

source: Save & Connect
ja: 保存して接続
zh_hant: 儲存並連線

source: Save theme
ja: テーマを保存
zh_hant: 儲存主題

source: Scan Bind Code
ja: バインドコードをスキャン
zh_hant: 掃描綁定碼

source: Scan QR code
ja: QRコードをスキャン
zh_hant: 掃描 QR Code

source: Script
ja: スクリプト
zh_hant: 指令碼

source: Script commands
ja: スクリプトのコマンド
zh_hant: 指令碼命令

source: Script name
ja: スクリプト名
zh_hant: 指令碼名稱

source: Scroll the terminal back to this message
ja: ターミナルをこのメッセージまでスクロールして戻す
zh_hant: 將終端機捲回這則訊息

source: SEARCH FAILED
ja: 検索に失敗しました
zh_hant: 搜尋失敗

source: Searching transcript
ja: トランスクリプトを検索中
zh_hant: 正在搜尋對話記錄

source: Select all in pane
ja: ペイン内をすべて選択
zh_hant: 選取窗格內全部

source: Select Source Text
ja: ソーステキストを選択
zh_hant: 選取原始碼文字

source: Select source text to copy
ja: コピーするソーステキストを選択
zh_hant: 選取原始碼文字以複製

source: Select text
ja: テキストを選択
zh_hant: 選取文字

source: Selected
ja: 選択中
zh_hant: 已選取

source: Selections apply to every terminal immediately. %@
ja: 選択はすべてのターミナルに即座に適用されます。%@
zh_hant: 選擇會立即套用到所有終端機。%@

source: Send
ja: 送信
zh_hant: 傳送

source: Send a file to this session
ja: このセッションにファイルを送信
zh_hant: 傳送檔案到這個工作階段

source: Send File…
ja: ファイルを送信…
zh_hant: 傳送檔案…

source: Send, waiting for uploads
ja: 送信（アップロード待ち）
zh_hant: 傳送，等待上傳完成

source: Sent as %1$@'s launch argument — it starts working on it immediately. Leave empty to open %2$@ without a prompt.
ja: %@の起動引数として送信され、すぐに作業を開始します。空欄にするとプロンプトなしで%@を開きます。
zh_hant: 會作為 %@ 的啟動參數送出 — 它會立刻開始處理。留空則直接開啟 %@，不帶提示。

source: Session
ja: セッション
zh_hant: 工作階段

source: session %@
ja: セッション%@
zh_hant: 工作階段 %@

source: Session identity
ja: セッションの識別情報
zh_hant: 工作階段識別

source: SESSION NOT FOUND
ja: セッションが見つかりません
zh_hant: 找不到工作階段

source: Session setup scripts
ja: セッションのセットアップスクリプト
zh_hant: 工作階段設定指令碼

source: Sessions run under herdr
ja: セッションはherdrで実行されます
zh_hant: 工作階段在 herdr 下執行

source: Sessions, live tiles, and attach all come from a %1$@ server on each host, and %2$@ doesn't have %3$@ yet. You can still use a plain shell — the SHELL chip on the host's rail opens one. For the full deck, install %4$@ on the host:
ja: セッション、ライブタイル、アタッチはすべて各ホストの%@サーバーから提供されますが、%@にはまだ%@がありません。通常のシェルは使えます — ホストのバーにあるSHELLチップで開けます。Deckをすべて使うには、ホストに%@をインストールしてください：
zh_hant: 工作階段、即時方塊與連接功能都來自每台主機上的 %@ 伺服器，而 %@ 還沒有 %@。你仍然可以使用一般的 Shell — 主機按鍵列上的 SHELL 會開啟一個。若要完整的 Deck，請在主機上安裝 %@：

source: Settings
ja: 設定
zh_hant: 設定

source: Setup script
ja: セットアップスクリプト
zh_hant: 設定指令碼

source: Setup Script
ja: セットアップスクリプト
zh_hant: 設定指令碼

source: Shared across Claude Code, Codex, Pi, and Grok Build
ja: Claude Code、Codex、Pi、Grok Buildで共有
zh_hant: 在 Claude Code、Codex、Pi 與 Grok Build 之間共用
